{"Unnamed: 0":{"5":5,"47":47,"1629":1629,"2896":2896,"2897":2897,"3254":3254,"3975":3975,"4981":4981,"5978":5978,"6001":6001,"6168":6168,"6177":6177,"7905":7905,"8299":8299,"9242":9242,"14567":14567,"15534":15534,"17249":17249,"17321":17321,"17377":17377,"21191":21191,"21610":21610,"23499":23499,"23501":23501,"24701":24701,"24704":24704,"25732":25732,"26857":26857,"27586":27586,"27617":27617,"27865":27865,"28517":28517,"28533":28533,"28537":28537,"28538":28538,"28539":28539,"28550":28550,"29894":29894,"29895":29895,"29963":29963,"29964":29964,"30007":30007,"30009":30009,"30026":30026,"30481":30481,"30482":30482,"30483":30483,"31088":31088,"31483":31483,"32020":32020,"32427":32427,"32690":32690},"name":{"5":"1000 Stories Bourbon Barrel Aged Zinfandel 2016","47":"689 Cellars Killer Drop Red Blend 2014","1629":"Andrew Murray Esperance Red Blend 2012","2896":"Au Bon Climat Isabelle Pinot Noir 2013","2897":"Au Bon Climat Isabelle Pinot Noir 2014","3254":"Bacio Divino Proprietary Red 1995","3975":"Bedrock Wine Company California Old Vine Zinfandel 2016","4981":"Block Nine Pinot Noir 2013","5978":"Bogle Essential Red 2012","6001":"Bogle Petite Sirah 2013","6168":"Bonny Doon A Proper Claret 2015","6177":"Bonny Doon California Syrah 2001","7905":"Ca'Momi Rosso di Ca' Momi 2016","8299":"Carol Shelton Monga Zinfandel 2016","9242":"Caymus Special Selection Cabernet Sauvignon (Magnum - signs of past seepage) 1998","14567":"Clos du Bois Marlstone 1999","15534":"Consilience Syrah 2001","17249":"Desparada Soothsayer 2016","17321":"Diamond Creek Gravelly Meadow Cabernet Sauvignon (1.5 Liter Magnum) 1982","17377":"Diamond Creek Volcanic Hill Cabernet Sauvignon (375ML half-bottle) 2001","21191":"Elyse Nero Misto 2015","21610":"Estancia Meritage Red 2002","23499":"Francis Ford Coppola Diamond Collection Claret 2012","23501":"Francis Ford Coppola Diamond Collection Claret 2016","24701":"Ghost Pines Zinfandel 2013","24704":"Ghostwriter Santa Cruz County Pinot Noir 2016","25732":"Guenoc Langtry Meritage 1997","26857":"Herman Story Casual Encounters 2011","27586":"Inglenook Cabernet Sauvignon 2000","27617":"Inglenook Rubicon 2001","27865":"Ironstone Reserve Old Vine Zinfandel 2003","28517":"Jeff Cohn Cellars Cassata Zinfandel 2013","28533":"Jeff Cohn Cellars #PureYum Red Blend 2015","28537":"Jeff Cohn Cellars Smoke and Mirrors Red Blend 2013","28538":"Jeff Cohn Cellars Smoke and Mirrors Red Blend 2012","28539":"Jeff Cohn Cellars Smoke and Mirrors Red Blend 2014","28550":"Jeff Cohn Cellars The Impostor 2013","29894":"Kendall-Jackson Grand Reserve Merlot 2003","29895":"Kendall-Jackson Grand Reserve Merlot 2004","29963":"Kendall-Jackson Summation Red Blend 2013","29964":"Kendall-Jackson Summation Red Blend 2015","30007":"Kendall-Jackson Vintner's Reserve Pinot Noir 2014","30009":"Kendall-Jackson Vintner's Reserve Pinot Noir 2018","30026":"Kendall-Jackson Vintner's Reserve Syrah 2012","30481":"Klinker Brick Lodi Farrah Syrah 2007","30482":"Klinker Brick Lodi Farrah Syrah 2008","30483":"Klinker Brick Lodi Farrah Syrah 2010","31088":"La Famiglia Sangiovese 1998","31483":"Laetitia Reserve du Domaine Pinot Noir 2012","32020":"Lava Cap Syrah 2009","32427":"Ledge Catacombs Red Blend 2011","32690":"Leviathan 2010"},"grape":{"5":null,"47":null,"1629":null,"2896":null,"2897":null,"3254":null,"3975":null,"4981":null,"5978":null,"6001":null,"6168":null,"6177":null,"7905":null,"8299":null,"9242":null,"14567":null,"15534":null,"17249":null,"17321":null,"17377":null,"21191":null,"21610":null,"23499":null,"23501":null,"24701":null,"24704":null,"25732":null,"26857":null,"27586":null,"27617":null,"27865":null,"28517":null,"28533":null,"28537":null,"28538":null,"28539":null,"28550":null,"29894":null,"29895":null,"29963":null,"29964":null,"30007":null,"30009":null,"30026":null,"30481":null,"30482":null,"30483":null,"31088":null,"31483":null,"32020":null,"32427":null,"32690":null},"region":{"5":"California","47":"California","1629":"California","2896":"California","2897":"California","3254":"California","3975":"California","4981":"California","5978":"California","6001":"California","6168":"California","6177":"California","7905":"California","8299":"California","9242":"California","14567":"California","15534":"California","17249":"California","17321":"California","17377":"California","21191":"California","21610":"California","23499":"California","23501":"California","24701":"California","24704":"California","25732":"California","26857":"California","27586":"California","27617":"California","27865":"California","28517":"California","28533":"California","28537":"California","28538":"California","28539":"California","28550":"California","29894":"California","29895":"California","29963":"California","29964":"California","30007":"California","30009":"California","30026":"California","30481":"California","30482":"California","30483":"California","31088":"California","31483":"California","32020":"California","32427":"California","32690":"California"},"variety":{"5":"Red Wine","47":"Red Wine","1629":"Red Wine","2896":"Red Wine","2897":"Red Wine","3254":"Red Wine","3975":"Red Wine","4981":"Red Wine","5978":"Red Wine","6001":"Red Wine","6168":"Red Wine","6177":"Red Wine","7905":"Red Wine","8299":"Red Wine","9242":"Red Wine","14567":"Red Wine","15534":"Red Wine","17249":"Red Wine","17321":"Red Wine","17377":"Red Wine","21191":"Red Wine","21610":"Red Wine","23499":"Red Wine","23501":"Red Wine","24701":"Red Wine","24704":"Red Wine","25732":"Red Wine","26857":"Red Wine","27586":"Red Wine","27617":"Red Wine","27865":"Red Wine","28517":"Red Wine","28533":"Red Wine","28537":"Red Wine","28538":"Red Wine","28539":"Red Wine","28550":"Red Wine","29894":"Red Wine","29895":"Red Wine","29963":"Red Wine","29964":"Red Wine","30007":"Red Wine","30009":"Red Wine","30026":"Red Wine","30481":"Red Wine","30482":"Red Wine","30483":"Red Wine","31088":"Red Wine","31483":"Red Wine","32020":"Red Wine","32427":"Red Wine","32690":"Red Wine"},"rating":{"5":91.0,"47":91.0,"1629":91.0,"2896":91.0,"2897":91.0,"3254":91.0,"3975":91.0,"4981":91.0,"5978":91.0,"6001":91.0,"6168":91.0,"6177":91.0,"7905":91.0,"8299":91.0,"9242":91.0,"14567":91.0,"15534":91.0,"17249":91.0,"17321":91.0,"17377":91.0,"21191":91.0,"21610":91.0,"23499":91.0,"23501":91.0,"24701":91.0,"24704":91.0,"25732":91.0,"26857":91.0,"27586":91.0,"27617":91.0,"27865":91.0,"28517":91.0,"28533":91.0,"28537":91.0,"28538":91.0,"28539":91.0,"28550":91.0,"29894":91.0,"29895":91.0,"29963":91.0,"29964":91.0,"30007":91.0,"30009":91.0,"30026":91.0,"30481":91.0,"30482":91.0,"30483":91.0,"31088":91.0,"31483":91.0,"32020":91.0,"32427":91.0,"32690":91.0},"notes":{"5":"1,000 Stories Bourbon barrel-aged Zinfandel is a harmonious balance of Zinfandel grapes from Mendocino and Sonoma counties which are bursting with aromatic red fruit scents and complex black fruit flavors. A touch of Petite Sirah and Syrah enhance those flavors even more with bold black and white pepper spices. The batch is then rounded out with a layer of smokiness derived from the new bourbon barrel aging.","47":"Our 2014 release of KILLER DROP brings together fruit from renowned regions of Northern California including Napa Valley, Sonoma, the Sierra Foothills, Lodi, and Mendocino. Each region contributes distinctive characteristics into the final blend, resulting in an expressive wine with multiple layers of complexity and balance. ","1629":"This rich red is a blend of 60% Grenache, 25% Syrah and 15% Mourvedre.  It was given a more serious winemaking regimen with a bit more new oak. I also chose a \"bigger\" Syrah to blend in with the Grenache and Mourvedre, so the resulting wine is a bit more \"profound\". I think that it is perhaps the best Espérance that we have ever released. All of the extra work yields a rich, concentrated wine with aromas and flavors of ultra-ripe strawberries, black cherries, and blueberries, mixed in with the spiciness of cinnamon and vanilla from the toasty new French Oak.    ","2896":"Isabelle is comprised of only the best cuvees each vintage. Consequently, it is consistently a top performing Pinot Noir year to year. Dark, rich, and layered, this regal wine is remarkable now, but will be even more integrated and complex in time. ","2897":"Isabelle is unlike any other Au Bon Climat Pinot Noir. Our top Pinot Noirs prior to making Isabelle in 1994 were all single vineyard wines. Isabelle was the first top end Pinot Noir that was a blend from different locations. After the birth of his daughter in 1995, Jim Clendenen wanted to make a special wine in her honor. Isabelle has developed into a unique young woman and her wine is unique for Au Bon Climat, a blended, high-end Pinot Noir. ","3254":"The deep concentration of red currant in the nose and aftertaste can only be achieved by the best Cabernet. A complex and elegant wine full of rich, ripe fruit with a long and intense finish. The integration of acids and linear tannins signified a wine that will age well.","3975":"Bedrock Wine Company takes immense pride in the quality of this wine and wants to reflect how good California’s beloved Zinfandel can be. It is about 88% Zinfandel blended with Petite Sirah, Carignan, Alicante Bouschet, and many different interplanted varieties that maintain poise and add complexity and structure.  This has plenty of juiciness and should be delightful in the nearer term with a good decant; however, as many have discovered this wine will age gracefully and improve with time in bottle.","4981":"The 2013 Block Nine Pinot is beautifully long and rich in ripe cherry and berry flavors. The aromas exhibit generous bright fruit with a mix of strawberry, violets, plum, tea, and a hint of clove. Flavorful and silky in the mouth with good body, this wine is seductive showing wild cherries and a hint of sandalwood to complete its complex finish. ","5978":"A compelling blend of California's finest plantings of Old Vine Zinfandel, Syrah, Cabernet Sauvignon and Petite Sirah, this wine surpasses all expectation for pure enjoyment and approachability. Rich, with enticing layers of complexity, starting with the first irresistible sip. Intense flavors of boysenberries and sweet cherries. Luscious vanilla, caressing the palate from barrel aging in American and French oak. Juicy and silky throughout with a finish that lingers of black licorice and spicy pipe tobacco. ","6001":"#11","6168":"Blend: 40% Merlot, 24% Petit Verdot, 21% Cabernet Sauvignon, 11% Cabernet Franc, 4% Malbec","6177":"\"Made the way Randall Grahm likes Syrah, which is a dry, peppery wine with rich outbursts of sweet cherry fruit. It must be the blending, but this wine seems to possess both warm- and cool-climate aspects, which is often what works best in a Californa Syrah. It's rich but dry, fruity but elegant, a Euro-wine of instant, and international, appeal.\"","7905":"Rosso di Ca’ Momi brings a little attitude & latitude back to California winemaking. Juicy, inspired aromas of ripe blueberries, smoldering campfire smoke & bold brambles put the sass in your glass. Bursting, juicy plum, savory blackberry pie & toasted spice mingle on the palate, with just enough supple tannin to support structure through a lingering finish. Friendly & forward, it's California wine, demystified.","8299":"Very bright pomegranate cherry fruit, brown sugary-caramel oak Fragrant Asian spices—Chinese 5-spice in milk chocolate and cocoa. Mouthfeel is creamy yet tangy, quite drinkable now but will age good 10-15 years. Very mouthfilling!","9242":"A rich, dense ruby color, hints at the dark fruit nose of blackberry and currant that carries through to the palate, interwoven with complex aromas of black licorice, anise and creme de cassis.  On the palate, the wine opens up to reveal an earthiness, with brown spice, cigar box and ripe dark fruits that linger throughout the extracted and long finish. The texture is opulent and rich, yet has a velvety quality with supple density.  Rich, fine-grained tannins are balanced with ripe fruit, acidity and oak.","14567":"\"Always classy, this blend of Cabernet Sauvignon, Merlot and Malbec shows richness and complexity. The flavors change constantly, suggesting blackberries, sweet plums, espresso, herbs and chocolate. The tannins are a wonder, soft and gentle.\"","15534":"Here's a hot new winery from Santa Barbara we recently discovered! Their Syrah is killer - lush, ripe, and peppery, with a ton of blackberry and dark cherry fruit at a very sweet price. This is one to get by the case. ","17249":"It’s dangerous to fall asleep beneath the ripe mulberry tree: endless dreams of raspberry mazes, or milk chocolate hail or sage gardens watered with nothing but Saint Germain and then there’s always the soft muzzle of the bear licking the berries from your forehead and snapping you awake.","17321":"Our second coolest microclimate is our five-acre Gravelly Meadow vineyard.  Originally a prehistoric river bed, this stony, gravelly soil drains rapidly and the vines struggle for moisture.  ","17377":"Dark ruby in color with rich aromas of black cherry, currants, licorice and chocolate, hints of tobacco, cedar and spice. Complex, well-balanced flavors of cherry, berry and currants, and a dash of mint, finishing in a fruity, supple, expansive finish.","21191":"Like a hippo on a tightrope, the 2015 Nero Misto (Italian for “Mixed Black”) is big, bodacious, and above all, balanced. Dark purple in color with aromas of briar patch, green peppercorns, violets, and earth, this homage to the Cal-Ital blends of early Napa is a serious red wine. On the palate, it offers a lively and focused mouthfeel with mixed berry flavors and an amazing balance of fruit, tannin, and acidity.  Nero Misto is an extremely versatile wine, particularly good with Italian food, spicy southwest cuisine and steaks and chops off the grill. ","21610":"Estancia Meritage is crafted to create a sophisticated, rich, complex and luscious wine harvested from the Alexander Valley's distinctive terroir.   ","23499":"Our prize offering, the ultra premium Claret, sports a label that honors the first Cabernet Sauvignon blended in a Bordeaux style by Gustave Niebaum in 1910. Claret is a term originally coined by the British to describe Cabernet-based wines. This Cabernet Sauvignon, Petit Verdot, Malbec and Cabernet Franc blend is alluring and sophisticated; it is memorably lush with a tapestry of smooth tannins and succulent flavors of wild berries, plum and anise. Borrowing tradition of European wineries, we add gold netting to bottle to signify outstanding quality of wine.","23501":"This blend is alluring and sophisticated; it is memorably lush with a tapestry of smooth tannins and succulent flavors of wild berries, plum and anise. Borrowing tradition of European wineries, we add gold netting to bottle to signify outstanding quality of wine.","24701":"The Ghost Pines Zinfandel blends fruit from San Joaquin and Sonoma counties to accentuate the best of what each of these phenomenal Zinfandel-producing counties has to offer. The 2013 Zinfandel opens with rich, complex aromas of ripe raspberry jam, cracked pepper and toasty oak. On the palate, the wine offers intense, jammy flavors of black cherry, boysenberry, brown spice and cola framed by lush structure and a long, multi-layered finish.","24704":"The Ghostwriter is about Santa Cruz and it’s many terroirs, old heritage vineyards, and the light, acid driven, pretty, perfumey style of wine that it is capable of. “Ghostwriter” represents the idea that a wine may be the pages that contain a story, but that the story itself belongs to the sites, the vines, and the vintage. The winemaker, when successful, may be a lively storyteller, but only that. Our Santa Cruz Cuvée is always intended to be an overview of the vintage, the vineyards and the appellation. The actual blend of vineyards and barrels varies a bit year to year, but stylistically, we are shooting for a certain level of consistency.","25732":"A toasty blackberry nose opens to succulent flavors of red and blue fruit. Elegant tannins mark a rich finish, loaded in berries and deep cherry nuances. The deep, long finish and full structure suggest a excellent cellaring potential. ","26857":"This is a black tie Argentine Asado prepared by a true Gaucho: rustic yet refined, affable with truly unbelievable portions. Bacon wrapped dates, blueberry demi-glace, charred lamb, mate, Fernet and Coke, crispy duck confit, milk chocolate, Turkish coffee and mint jelly with fresh baked molasses cookies and brambleberry ice cream for dessert.","27586":"The 2000 Estate Cask Cabernet has a brilliant deep purple hue with broad aromas of violets, crushed red cherries, and luscious, smoky maple syrup. Expansive flavors of ripe currants and plums highlight the supple palate, with rich notes of butterscotch, roasted vanilla and clove lingering on the finish. Enjoy the 2000 Cask Cabernet now for its pure ripe fruit or hold it for 5-10 years to watch it evolve.","27617":"Rubicon is the pure reflection of what was once the historic Inglenook property located in the heart of the western Rutherford Bench, Napa Valley s prime Cabernet Sauvignon appellation. In 1975, Francis and Eleanor Coppola purchased a majority of this historic Estate and introduced the Niebaum-Coppola Estate Winery. After three years of careful study and planning, they launched an ambitious venture to revitalize the great Cabernet heritage of Inglenook. In 1978, the new winery created its first vintage of Rubicon, a proprietary Bordeaux-style blend that would become the flagship wine of the Niebaum-Coppola Estate. Produced from 100% certified organically-farmed grapes, Rubicon always reflects its terroir first, vintage second.","27865":"\"If there's anything Lodi succeeds at, its old-vine Zin...\"","28517":"Cool climate, great soils, and 10 year old head trained Zinfandel vines provide the base with 25% Petite Sirah bringing it home.  Pat Cassata's biodynamically farmed vineyard produces some of the most unique fruit in our portfolio.  It's off the charts in aromatics and profile on the palate.  Blackberry and chocolate covered cherries at the forefront with black licorice, cracked black pepper, bramble and light toasted oak in the shadows.  Intense and incredibly concentrated with deep, sultry tannins. ","28533":"As deep and drawing to the aromas as the Syrah makes this wine, the Grenache pulls it from the depths and lifts the nose to intoxicating heights. A true mesmerizing mouthful of wine. From the black cherry and chocolate notes with raspberry preserves to the briar patch\/anise component, this wine takes you from one experience to another. ","28537":"The 2013 vintage provided both abundant and intense fruit, a combination not traditionally found together. The color of this wine is vibrant. Aromatically this wine is compelling and provides an exotic bouquet of wild herbs, blackberry and strawberry jam with grilled meats filling out the nose. On the palate this wine provides a flavor profile of jammy blackberries and black cherries, smoked meats, red cracked peppercorns closing with hints of tapenade. Sensational length on the palate. ","28538":"Grape Varietals: 39% Zinfandel, 22% Syrah, 19% Grenache, 8% Alicante Bouschet, 4% Petite Sirah, 4% Cabernet Sauvignon, 3% Mourvedre","28539":"Fruit forward and ready to drink as soon as it hits the bottle. Inspired by the great Cote du Rhone of France.","28550":"Black cherry, raspberry coulis, cassis, and licorice with brambly notes are the star components in both the aromatics and flavors of this wine. The 2013 has a sense of finesse that carries this concentrated and layered wine across the palate, creating a cascade of experiences that can only be attributed to the combination of varietals, vineyards, and growing locations.","29894":"Dry complex with a soft velvety texture, this supple wine features blackberry, red cherry, cocoa and sweet dried herb flowers, finished with toasty oak.","29895":"Grand Reserve is a masterful blend of Kendall-Jackson's mountain, hillside, ridge and benchland grapes grown along California's cool coastal appellations. Grapes are hand-selected from their best estate vineyards and are then monitored, tasted and hand-held by individual lot throughout the winemaking process. Each lot is kept separate, barrel-aged and handcrafted — boutique winery style. Kendall-Jackson's winemakers have an unmatched palate of flavors, toast levels and terroir nuances from which they masterfully blend these exemplary rich, deep and complex wines. ","29963":"This beautifully fruit-forward, layered wine is rich, complex and offers a sumptuous texture. This is a great example of the 2013 vintage and all of its glory. It has spiciness from the Zinfandel,fresh, lush red fruit and dark, red fruit tones from the Syrah, with a kiss of chocolate from the Merlot. Sumptuous tannins from the Petite Sirah, Cabernet Sauvignon and Grenache envelope the mouth and linger beyond each sip, and a smile is brought to one’s face.","29964":"This beautifully fruit-forward, layered wine is rich, complex and offers a sumptuous texture. It has spiciness from the Zinfandel,fresh, lush red fruit and dark, red fruit tones from the Syrah, with a kiss of chocolate from the Merlot. Sumptuous tannins from the Petite Sirah, Cabernet Sauvignon and Grenache envelope the mouth and linger beyond each sip, and a smile is brought to one’s face.","30007":"This dark garnet gem delivers bright cherry, strawberry and raspberry fruit with elegant earthy notes infused with cola and mild spice accents. Oak aging adds a hint of vanilla and a soft, toasty finish.","30009":null,"30026":"Richly layered with flavors of plum, jammy blackberry,  cola and just the right amount of spice followed by  velvety, lingering tannins.","30481":"This single vineyard wine has a deep, rich garnet color and shows tobacco, mint and cherries on the nose. With dense silky layers of raspberry and chocolate, this fullbodied wine finishes with hints of earth and spice with a long, smooth finish. ","30482":"With aromas of black cherry, cedar shavings with just a hint of tobacco, the 2008 Farrah Syrah is a smooth, beautifully balanced wine with dense layers of spiced plum. The texture is supple and silky and the finish, long and lingering.","30483":"The ideal growing season of 2010 in Lodi produced our finest Farrah Syrah to date. With aromas of white chocolate, bacon fat and tobacco, the supple tannins provide a velvety texture of black raspberries and licorice interwoven with exotic spice. Beautifully balanced, with a firm structure, this wine is perfect to pair with grilled lamb, barbecue ribs, and beef bourguignon.  ","31088":"The Sangiovese grape is said to be one of the three staples of the Tuscan diet--wine, olive oil and bread. Silky layers of red cherry, plum and spice are captured in our La Famiglia Sangiovese with gentle hand-harvesting and traditional winemaking techniques. Because of the early budbreak, the length of the growing season was fairly long and allowed ample time for development of full varietal flavor and supple tannins in Sangiovese grapes. The intriguing spiciness and enhancing acidity make this red wine a delicious accompaniment to dishes with cheese or cream sauces, such as pasta Alfredo. Grilled mushrooms, game, chicken and pork, especially when brushed with olive oil and herbs, are also excellent pairings. Sangiovese can also be served with full flavored fish.","31483":"A rich plum hue and intense candied cherry, leather, white pepper and true Cuban-cigar box aromas mark the 2012 vintage of our Reserve Pinot Noir. The thick bouquet lingers and continues on to the palate with complex layers of black fruits, rich mocha and baking spice lingering to the finish.","32020":"Lava Cap's Syrah vineyard is located on a gentle, south facing slope. This location allows for extended hang-time which yields fully developed aroma, flavor and tannin resulting in wine of intensity and depth. Dark cherry and plum provide mouth-filling intensity with a hint of carob and spice.","32427":"This is another big lusty 2011 vintage red blend from west Paso. Dry yet luscious fruit with lingering tannins and long, linear length on the finish.  Distinctive character, with rich palate coating textures and lots of layers and depth - this is benchmark wine.","32690":"Ever the enigmatic beast, our 2010 Leviathan is trolling in deep, familiar waters. Harkening back to previous vintages, expressions of dark cherry, blueberry and blackberry exude from the glass. Brambly fruits combine with hints of chocolate malt, crème brûlée, cigar box, dried herbs and espresso. Its tentacles reach from the glass and draw you in from the first encounter. Broad shouldered and brawny but with laser precision, the 2010 vintage showcases the best of California. Allow yourself to be gathered by the seine of this cryptic creature, and embark on a nautical adventure solo or en masse! "}}